{
    "intro": "Hokkaido University is one of the oldest, largest, and most prestigious universities in Japan.\n\nHaving the largest number of faculties of Japan’s national universities, Hokkaido University covers almost all areas of the humanities and social and natural sciences and also leading research activities in Japan and the world. alumni include a Nobel laureate, business leaders, research pioneers, artists and writers.\n\nIn 2014, Hokkaido University was ranked 39th  in the QS World University Rankings in the field of Agriculture/Forestry and within the top 100 in six fields―Chemistry, Chemical Engineering, Materials Science, Biological Sciences, and Earth/Ocean Sciences.\n\nHokkaido University offers a broad-based educational experience, world-class research facilities, and all the attractions of living in the cosmopolitan city of Sapporo. The atmosphere is warm and welcoming, campuses are clean and safe, and located in a breath-takingly beautiful setting.",
    "ist": "Graduate School of Information Science and Technology aims to contribute to the evolution of a highly sophisticated information society, which leads to the emergence of a knowledge-based society.\n\nThe school supports graduate students study a legacy of theories in information science and technology and pursue new theories to become IT engineers with a broad range of knowledge and international perspectives.\n\nIt also aims to nurture IT researchers capable of using their creativity to conduct research and development projects on their own.",
    "accommodation":{
        "male": "A male only dormitory located near Sapporo Station. It is in Kita8, Higashi2, Sapporo. It can be easily seen by a distinctive red color. The dormitory is mostly for international student, but there are also some Japanese students living here as well. For a standard room, Each student will be assigned to a single small room equipped with basic furnitures including Heater as well! Each floor will have shared washroom and bathroom. The first floor is also a shared public area.",
        "female": "For female student or person looking for other dormitory, Hokkaido University also has dormitories located at other area as well."
    },
    "research": "An IoT device installed near a toilet. It helps users (mostly elderly and family members) record their stool data and send to the server. The sent data will be passed to the assigned doctor enabling a better and efficient treatment. It is developed using Python programming running on Raspberry Pi device.",
    "life": {
        "sapporo": "In Sapporo, there are many places to go. A city central area like Odori or Susukino or suburb area. You can enjoy the different atmosphere which blends well with the daily life. In Sapporo, people here are not as hurry as other area in Japan such as Tokyo (or even Bangkok). You can enjoy a good and breathtaking life here.",
        "event": "Hokkaido has events throughout a year, whether a annual matsuri festival, firework festivals, or even beer festivals. The events are charming and will attract you to come over and over again. You can feel the Japanese and Hokkaido cultures while enjoying the lively scene and people.",
        "transportation": "Hokkaido has a very convenient public transportation system. In Sapporo, it has subway network operated by Sapporo City Transportation Bureau, JR Trains (HST terminates at Hakodate), Street car. It also has Taxi and Bus services which are also pretty easy to use. To go to other area outside Sapporo, Main methods of transportation are Local train, bus, and car.",
        "university": "Hokkaido University has wonderful atmosphere, having lot of trees which blend well with the building. You will feel close to nature when you are in the university. Many people also come to the university to relax during weekends. Facilities within the campus are very good, there are many shops and cafeterias(Foods here are quite cheap). A newly opened Seicomart has some beautiful design and will come in handy when you're hungry. In university, there is a custom to eat BBQ for celebration as well."
    },
    "food": "Hokkaido is one of the famous food destination. Seafood from Hokkaido is widely known for their freshness and taste. Curry Soup is also one of Hokkaido signature food. When eating in cold weather, it's just really delicious. You can also find Chinese food, Ramen (especially Miso), and other delicious foods here as well.",
    "drink": "Hokkaido is home of the major beverage company in Japan, Pokka Sapporo. You can find the vending machines throughout Hokkaido. Hokkaido also has some limited edition drink as well.",
    "travel": {
        "furano": "A town located in central area of Hokkaido, It's well known for pleasant and beautiful landscape. It's famous for Lavender field, skiing resort and Agriculture product. You can go to Furano from Sapporo by train or by bus.",
        "maruyama": "An area located in Chūō-ku, Sapporo. It has a park called Maruyama Kōen. From Maruyama park, you can go to Hokkaido Shrine, Maruyama Zoo, and Maruyama Baseball Stadium. Maruyama zoo also has some interesting animals you might have never seen before.",
        "otaru": "A very famous travel spot in Hokkaido. It it also a port city located in north west of Sapporo. You can eat fresh seafood here and enjoy seaside atmosphere. in the outskirt of Otaru, you can see the port and industrial area spread along the shoeline.",
        "chocofactory": "House of a very famous chocolate factory by Ishiya. you can take a tour inside the facility which composes of many classical style buildings. You can also buy many Shiroi-Koibito products including limited one at the factory or even participate in the workshop. Nearby the factory, you can visit the practice field of Consadole Sapporo football club.",
        "moiwa": "Forest Mountain located in south west of Sapporo, you can go to Mt.Moiwa using Street car line. You can buy ropeway ticket to go to the outlook area up in the mountain (which have 2 levels). In the first level you can buy souvenirs from the official shop. On the 2nd level, you can gaze through a beautiful landscape of Sapporo. It also has a Lovers Sanctuary. There is a legend that if the lovers attach the padlock to the handrail near the sanctuary and ring the bell together, they will be blessed with happiness."
    }
}
